Repository: antnbaranov/Baranov
Catalog: Baranov/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Touch and hold to break
ar: المس مع الاستمرار للكسر
bg: Докоснете и задръжте, за да прекъснете
bs: Dodirnite i držite za prekid
ca: Toca i mantén premut per trencar
cs: Klepnutím a podržením přerušíte
da: Tryk og hold for at bryde
de: Gedrückt halten zum Brechen
el: Αγγίξτε παρατεταμένα για να σπάσει
es: Mantén presionado para romper
et: Katkestamiseks puudutage pikalt
eu: Eduki ukituta hausteko
fi: Katkaise koskettamalla pitkään
fr: Maintenir enfoncé pour briser
ga: Dteagmháil agus a shealbhú a bhriseadh
gl: Mantén premido para romper
he: גע והחזק כדי לשבור
hi: तोड़ने के लिए स्पर्श करके रखें
hr: Dodirnite i držite za prekid
hu: Érintse meg és tartsa lenyomva a töréshez
id: Sentuh dan tahan hingga pecah
is: Haltu inni til að brjóta
it: Tieni premuto per rompere
ja: ロングタッチすると壊れます
ka: შეეხეთ და გააჩერეთ გასატეხად
kk: Бұзу үшін түртіп, ұстап тұрыңыз
ko: 길게 터치하면 중단됩니다.
lt: Palieskite ir palaikykite, kad pertrauktumėte
lv: Pieskarieties un turiet, lai pārtrauktu
mk: Допрете и задржете за да се скрши
ms: Sentuh dan tahan untuk memecahkan
mt: Mess u żomm biex tkisser
nb: Trykk og hold for å bryte
nl: Houd uw vinger op om te breken
pl: Dotknij i przytrzymaj, aby przerwać
pt_br: Toque e segure para quebrar
ro: Atingeți lung pentru a rupe
ru: Нажми и удерживай, чтобы сломать
sk: Dotykom a podržaním prerušíte
sl: Dotaknite se in pridržite za prekinitev
sq: Prekni dhe mbani për të thyer
sr: Додирните и задржите да бисте прекинули
sv: Tryck och håll för att bryta
th: แตะค้างไว้เพื่อทำลาย
tr: Kırmak için dokunup basılı tutun
uk: Натисни і утримуй, щоб зламати
vi: Chạm và giữ để phá vỡ
zh_hans: 触摸并按住即可打破
zh_hk: 触摸并按住即可打破

source: Touch and hold to open the letter
ar: المس مع الاستمرار لفتح الرسالة
bg: Докоснете и задръжте, за да отворите писмото
bs: Dodirnite i držite da otvorite pismo
ca: Manteniu premut per obrir la lletra
cs: Klepnutím a podržením dopis otevřete
da: Tryk og hold for at åbne bogstavet
de: Gedrückt halten, um den Brief zu öffnen
el: Αγγίξτε παρατεταμένα για να ανοίξετε το γράμμα
es: Mantén presionado para abrir la carta
et: Kirja avamiseks puudutage pikalt
eu: Luze sakatu gutuna irekitzeko
fi: Avaa kirje koskettamalla pitkään
fr: Maintenir enfoncé pour ouvrir la lettre
ga: Déan teagmháil agus coinnigh leat chun an litir a oscailt
gl: Mantén premido para abrir a carta
he: גע והחזק כדי לפתוח את המכתב
hi: पत्र खोलने के लिए स्पर्श करके रखें
hr: Dodirnite i držite za otvaranje pisma
hu: Érintse meg és tartsa lenyomva a levél megnyitásához
id: Sentuh dan tahan untuk membuka surat itu
is: Haltu inni til að opna stafinn
it: Tieni premuto per aprire la lettera
ja: ロングタッチして手紙を開きます
ka: ხანგრძლივად შეეხეთ წერილის გასახსნელად
kk: Әріпті ашу үшін басып тұрыңыз
ko: 길게 터치하여 편지를 엽니다.
lt: Palieskite ir palaikykite, kad atidarytumėte laišką
lv: Pieskarieties un turiet, lai atvērtu vēstuli
mk: Допрете и задржете за да ја отворите буквата
ms: Sentuh dan tahan untuk membuka huruf
mt: Mess u żommha biex tiftaħ l-ittra
nb: Trykk og hold for å åpne bokstaven
nl: Houd uw vinger op om de brief te openen
pl: Dotknij i przytrzymaj, aby otworzyć list
pt_br: Toque e segure para abrir a carta
ro: Atingeți lung pentru a deschide scrisoarea
ru: Нажми и удерживай, чтобы открыть письмо
sk: Dotykom a podržaním list otvoríte
sl: Dotaknite se in pridržite, da odprete pismo
sq: Prekni dhe mbani për të hapur letrën
sr: Додирните и држите да отворите писмо
sv: Peka och håll ned för att öppna bokstaven
th: แตะค้างไว้เพื่อเปิดจดหมาย
tr: Mektubu açmak için dokunup basılı tutun
uk: Натисни і утримуй, щоб відкрити листа
vi: Chạm và giữ để mở thư
zh_hans: 触摸并按住以打开信件
zh_hk: 触摸并按住以打开信件

source: Touch and hold to seal the letter
ar: المس مع الاستمرار لإغلاق الرسالة
bg: Докоснете и задръжте, за да запечатате писмото
bs: Dodirnite i držite da zapečatite pismo
ca: Toca i mantén premut per segellar la lletra
cs: Dotykem a podržením dopis zapečetíte
da: Tryk og hold for at forsegle brevet
de: Gedrückt halten, um den Brief zu versiegeln
el: Αγγίξτε παρατεταμένα για να σφραγίσετε το γράμμα
es: Mantén presionado para sellar la carta
et: Tähe pitseerimiseks puudutage pikalt
eu: Luze sakatu letra zigilatzeko
fi: Sulje kirje koskettamalla pitkään
fr: Maintenir enfoncé pour sceller la lettre
ga: Déan teagmháil agus coinnigh chun an litir a shéalú
gl: Mantén premido para selar a carta
he: גע והחזק כדי לאטום את המכתב
hi: पत्र को सील करने के लिए स्पर्श करके रखें
hr: Dodirnite i držite kako biste zapečatili pismo
hu: Érintse meg és tartsa lenyomva a levél lezárásához
id: Sentuh dan tahan untuk menyegel surat itu
is: Haltu inni til að innsigla stafinn
it: Tieni premuto per sigillare la lettera
ja: ロングタッチして手紙を封印します
ka: ხანგრძლივად შეეხეთ ასოს დასალუქად
kk: Әріпті жабу үшін басып тұрыңыз
ko: 길게 터치하여 편지를 봉인하세요.
lt: Palieskite ir palaikykite, kad užklijuotumėte laišką
lv: Pieskarieties un turiet, lai aizzīmogotu vēstuli
mk: Допрете и задржете за да ја запечатите буквата
ms: Sentuh dan tahan untuk mengelak surat itu
mt: Mess u żomm biex tissiġilla l-ittra
nb: Trykk og hold for å forsegle brevet
nl: Houd uw vinger op om de brief te verzegelen
pl: Dotknij i przytrzymaj, aby zapieczętować list
pt_br: Toque e segure para selar a carta
ro: Atingeți lung pentru a sigila scrisoarea
ru: Нажми и удерживай, чтобы запечатать письмо
sk: Dotykom a podržaním list zapečatíte
sl: Dotaknite se in pridržite, da zapečatite pismo
sq: Prekni dhe mbani për të vulosur letrën
sr: Додирните и држите да бисте запечатили писмо
sv: Tryck och håll för att försegla brevet
th: แตะค้างไว้เพื่อปิดผนึกตัวอักษร
tr: Mektubu mühürlemek için dokunup basılı tutun
uk: Натисни і утримуй, щоб запечатати листа
vi: Chạm và giữ để đóng dấu thư
zh_hans: 触摸并按住以密封该信件
zh_hk: 触摸并按住以密封该信件

source: TOWN
ar: المدينة
bg: ГРАД
bs: GRAD
ca: POBLE
cs: MĚSTO
da: BY
de: STADT
el: ΠΟΛΗ
es: PUEBLO
et: LINN
eu: HERRIA
fi: KAUPUNKI
fr: VILLE
ga: BAILE
gl: POBO
he: טאון
hi: नगर
hr: GRAD
hu: VÁROS
id: KOTA
is: BÆR
it: CITTÀ
ja: タウン
ka: ქალაქი
kk: ҚАЛА
ko: 타운
lt: MIESTAS
lv: PILSĒTA
mk: ГРАД
ms: BANDAR
mt: BELT
nb: BYEN
nl: STAD
pl: MIASTO
pt_br: CIDADE
ro: ORAȘUL
ru: ГОРОД
sk: MESTO
sl: MESTO
sq: QYTET
sr: ГРАД
sv: STAD
th: เมือง
tr: ŞEHİR
uk: МІСТО
vi: THỊ TRẤN
zh_hans: 镇
zh_hk: 鎮

source: Traded %@ for %@ with %@.
ar: تم تداول %@ مقابل %@ مع %@ .
bg: Търгуван %@ за %@ с %@.
bs: Promijenjeno %@ za %@ sa %@.
ca: S'ha canviat %@ per %@ amb %@ .
cs: Vyměněno %@ za %@ s %@ .
da: Handlede %@ for %@ med %@.
de: %@ gegen %@ mit %@ getauscht.
el: Ανταλλάσσεται %@ για %@ με %@.
es: Se cambió %@ por %@ con %@.
et: %@ vahetatud %@ vastu %@.
eu: %@ %@ %@-rekin trukatu da.
fi: Vaihdettu %@ arvoon %@ ja %@.
fr: Échangé %@ contre %@ avec %@.
ga: Trádáilte %@ do %@ le %@ .
gl: Intercambiado %@ por %@ con %@ .
he: נסחר %@ עבור %@ עם %@.
hi: %@ के साथ %@ के लिए %@ का व्यापार किया गया।
hr: Razmijenjeno %@ za %@ s %@.
hu: %@-t %@-ra cseréltek %@-val.
id: Memperdagangkan %@ untuk %@ dengan %@.
is: Verslaði %@ fyrir %@ með %@.
it: Scambiato %@ per %@ con %@ .
ja: %@ を %@ と %@ で交換しました。
ka: ვაჭრობა %@ %@-ზე %@-ით.
kk: %@ бар %@ үшін %@ сатылды.
ko: %@를 사용하여 %@를 %@로 교환했습니다.
lt: %@ pakeista į %@ su %@.
lv: Mainīts %@ pret %@ ar %@ .
mk: Се тргува со %@ за %@ со %@.
ms: Berdagang %@ untuk %@ dengan %@ .
mt: Innegozjat %@ għal %@ ma %@.
nb: Handlet %@ for %@ med %@ .
nl: %@ geruild voor %@ met %@.
pl: Wymieniono %@ na %@ z %@.
pt_br: Troquei %@ por %@ com %@.
ro: S-a schimbat %@ cu %@ cu %@ .
ru: Обменял %@ на %@ у %@.
sk: Vymenené %@ za %@ s %@ .
sl: Trgovalo se je %@ za %@ s %@.
sq: Tregtohet %@ për %@ me %@.
sr: Промењено %@ за %@ са %@.
sv: Handlade %@ för %@ med %@.
th: ซื้อขาย %@ สำหรับ %@ กับ %@
tr: %@'yi %@ ile %@ ile takas etti.
uk: Обмінено %@ на %@ з %@.
vi: Đã giao dịch %@ lấy %@ với %@ .
zh_hans: 用 %@ 与 %@ 交换 %@。
zh_hk: 用 %@ 與 %@ 交換 %@。

source: Travels open
ar: الرحلات مفتوحة
bg: Пътуванията са отворени
bs: Otvorena putovanja
ca: Viatges oberts
cs: Cesty otevřené
da: Rejser åbne
de: Reist offen
el: Τα ταξίδια ανοιχτά
es: Viaja abierto
et: Reisid avatud
eu: Bidaiak irekita
fi: Matkat auki
fr: Voyage ouvert
ga: Taisteal oscailte
gl: Viaxes abertas
he: נסיעות פתוחות
hi: यात्राएँ खुली हैं
hr: Putovanja otvorena
hu: Utazások nyitva
id: Perjalanan terbuka
is: Ferðalög opin
it: Viaggia aperto
ja: 開封状態で旅をします
ka: მოგზაურობები ღიაა
kk: Саяхаттар ашық
ko: 여행 개시
lt: Kelionės atidarytos
lv: Ceļojumi atvērti
mk: Патувања отворени
ms: Perjalanan dibuka
mt: Vjaġġi miftuħa
nb: Reiser åpne
nl: Reizen geopend
pl: Podróże otwarte
pt_br: Viagens abertas
ro: Călătorii deschise
ru: Путешествует открытым
sk: Cesty otvorené
sl: Potovanja odprta
sq: Udhëtimet e hapura
sr: Отворена путовања
sv: Resor öppna
th: เปิดเที่ยวแล้ว
tr: Seyahatler açık
uk: Подорожі відкриті
vi: Chuyến đi mở
zh_hans: 公开寄送
zh_hk: 旅行開放

source: Travels sealed, alongside the letter itself. The recipient scratches it clear after opening the letter, not before.
ar: أسفار مختومة، بجانب الرسالة نفسها. يقوم المستلم بحكها بشكل واضح بعد فتح الرسالة، وليس قبل ذلك.
bg: Пътува запечатано, заедно със самото писмо. Получателят го задраска ясно след отваряне на писмото, не преди това.
bs: Putovanja zapečaćena, uz samo pismo. Primalac ga jasno zagrebe nakon otvaranja pisma, a ne prije.
ca: Viatges segellats, al costat de la pròpia carta. El destinatari la rasca després d'obrir la carta, no abans.
cs: Cesty zapečetěny, vedle samotného dopisu. Příjemce jej jasně poškrábe po otevření dopisu, ne dříve.
da: Rejser forseglet ved siden af selve brevet. Modtageren ridser det klart efter åbning af brevet, ikke før.
de: Reisen versiegelt, zusammen mit dem Brief selbst. Der Empfänger kratzt ihn nach dem Öffnen des Briefes frei, nicht vorher.
el: Ταξίδια σφραγισμένα, μαζί με το ίδιο το γράμμα. Ο παραλήπτης το ξύνει καθαρά μετά το άνοιγμα του γράμματος, όχι πριν.
es: Viaja sellado, junto con la propia carta. El destinatario la rasca claramente después de abrir la carta, no antes.
et: Reisid pitseeritud, kõrvuti kirja endaga. Saaja kraabib selle selgeks pärast kirja avamist, mitte enne.
eu: Bidaiak zigilatua, gutunarekin batera. Hartzaileak eskutitza ireki ondoren garbi uzten du, ez aurretik.
fi: Matkat sinetöitynä itse kirjeen mukana. Vastaanottaja raapii sen selväksi avattuaan kirjeen, ei ennen.
fr: Voyage scellé, avec la lettre elle-même. Le destinataire le gratte clairement après avoir ouvert la lettre, pas avant.
ga: Taisteal séalaithe, taobh leis an litir féin. Scrataíonn an faighteoir é go soiléir tar éis an litir a oscailt, ní roimhe sin.
gl: Viaxes seladas, xunto á propia carta. O destinatario rascao claro despois de abrir a carta, non antes.
he: מסעות חתומים, לצד המכתב עצמו. הנמען מגרד אותו ברור לאחר פתיחת המכתב, לא לפני כן.
hi: पत्र के साथ ही ट्रेवल्स को सील कर दिया गया। प्राप्तकर्ता पत्र खोलने के बाद ही उसे खुरचता है, पहले नहीं।
hr: Putuje zapečaćeno, uz samo pismo. Primatelj ga čisti nakon otvaranja pisma, ne prije.
hu: Utazások lepecsételve, maga a levél mellett. A címzett a levél felbontása után karcolja tisztára, előtte nem.
id: Perjalanan tersegel, di samping surat itu sendiri. Penerima akan menggoresnya dengan jelas setelah membuka surat itu, bukan sebelumnya.
is: Ferðalög innsigluð, við hlið bréfsins sjálfs. Viðtakandinn klórar það skýrt eftir að bréfið er opnað, ekki áður.
it: Viaggi sigillati, insieme alla lettera stessa. Il destinatario lo cancella dopo aver aperto la lettera, non prima.
ja: 手紙自体と一緒に封をして旅行します。受取人は、手紙を開ける前ではなく、開封した後に傷をはっきりと消します。
ka: მოგზაურობები დალუქული, თავად წერილთან ერთად. მიმღები აკაშკაშებს მას წერილის გახსნის შემდეგ და არა მანამდე.
kk: Сапарлар хаттың өзімен бірге мөрленген. Алушы хатты алдында емес, ашқаннан кейін анық сызады.
ko: 편지 자체와 함께 봉인된 여행입니다. 받는 사람은 편지를 개봉하기 전이 아닌, 편지를 개봉한 후에 깨끗이 긁어냅니다.
lt: Kelionės užantspauduotos, kartu su pačiu laišku. Gavėjas jį aiškiai subraižo atidaręs laišką, o ne anksčiau.
lv: Ceļojumi aizzīmogoti, līdzās pašai vēstulei. Adresāts to skaidri noskrāpē pēc vēstules atvēršanas, nevis pirms tam.
mk: Патувања запечатени, заедно со самото писмо. Примачот јасно го гребе по отворањето на писмото, а не пред тоа.
ms: Perjalanan dimeterai, bersama surat itu sendiri. Penerima menggarunya dengan jelas selepas membuka surat, bukan sebelum ini.
mt: Vjaġġi ssiġillati, flimkien mal-ittra nnifisha. Ir-riċevitur jorbtuha ċara wara li tiftaħ l-ittra, mhux qabel.
nb: Reiser forseglet, ved siden av selve brevet. Mottakeren skraper det klart etter å ha åpnet brevet, ikke før.
nl: Reizen verzegeld, samen met de brief zelf. De ontvanger krast de brief open nadat hij de brief heeft geopend, niet eerder.
pl: Podróże są zapieczętowane, razem z samym listem. Odbiorca zarysowuje go wyraźnie po otwarciu listu, a nie przed.
pt_br: Viagens lacradas, junto com a própria carta. O destinatário risca-o depois de abrir a carta, não antes.
ro: Călătorii sigilate, alături de scrisoare în sine. Destinatarul o zgârie clar după deschiderea scrisorii, nu înainte.
ru: Путешествие запечатано вместе с самим письмом. Получатель стирает его после вскрытия письма, а не раньше.
sk: Cesty zapečatené spolu so samotným listom. Príjemca ho jasne poškriabe po otvorení listu, nie skôr.
sl: Potuje zapečateno, poleg samega pisma. Prejemnik ga jasno spraska po odprtju pisma, ne prej.
sq: Udhëtime të mbyllura, krahas vetë letrës. Marrësi e gërvisht atë qartë pas hapjes së letrës, jo më parë.
sr: Путовања запечаћена, уз само писмо. Прималац га јасно загребе након отварања писма, а не пре.
sv: Resor förseglade, bredvid själva brevet. Mottagaren skrapar det klart efter att ha öppnat brevet, inte innan.
th: ปิดผนึกการเดินทางควบคู่ไปกับจดหมายนั่นเอง ผู้รับจะเกาให้ชัดเจนหลังจากเปิดจดหมาย ไม่ใช่ก่อนหน้านี้
tr: Mektubun yanında mühürlü seyahatler. Alıcı mektubu açtıktan sonra mektubu net bir şekilde çizer, daha önce değil.
uk: Подорожі запечатані разом із самим листом. Одержувач видряпує його після відкриття листа, а не раніше.
vi: Những chuyến đi được niêm phong, cùng với chính lá thư. Người nhận cào nó rõ ràng sau khi mở thư chứ không phải trước đó.
zh_hans: 旅行密封，与信本身一起。收件人在打开信件后（而不是之前）将其刮干净。
zh_hk: 旅行密封，与信本身一起。收件人在打开信件后（而不是之前）将其刮干净。

source: Travels sealed, alongside the letter. They scratch it clear after opening the letter, not before.
ar: أسفار مختومة، بجانب الرسالة. إنهم يخدشونها بوضوح بعد فتح الرسالة، وليس قبل ذلك.
bg: Пътуванията са запечатани, заедно с писмото. Те го задраскват ясно след отваряне на писмото, не преди това.
bs: Putovanja zapečaćena, uz pismo. Čisto ga zagrebu nakon otvaranja pisma, a ne prije.
ca: Viatges segellats, al costat de la carta. Ho ratllen clar després d'obrir la carta, no abans.
cs: Cesty zapečetěny, spolu s dopisem. Po otevření dopisu to poškrábou, ne dříve.
da: Rejser forseglet ved siden af ​​brevet. De ridser det klart efter at have åbnet brevet, ikke før.
de: Reist versiegelt, zusammen mit dem Brief. Wird nach dem Öffnen des Briefs freigerubbelt, nicht vorher.
el: Ταξίδια σφραγισμένα, δίπλα στο γράμμα. Το ξύνουν καθαρά μετά το άνοιγμα του γράμματος, όχι πριν.
es: Viaja sellado, junto a la carta. Lo rayan claramente después de abrir la carta, no antes.
et: Reisid pitseeritud, kirja kõrval. Nad kriibivad selle selgeks pärast kirja avamist, mitte enne.
eu: Bidaiak zigilatua, gutunarekin batera. Eskutitza ireki ondoren garbi marrazten dute, ez aurretik.
fi: Matkat sinetöity kirjeen rinnalla. He raaputtavat sen selväksi kirjeen avaamisen jälkeen, eivät ennen.
fr: Voyage cacheté, à côté de la lettre. Ils le grattent clairement après avoir ouvert la lettre, pas avant.
ga: Taisteal séalaithe, taobh leis an litir. Scrataíonn siad go soiléir é tar éis an litir a oscailt, ní roimhe sin.
gl: Viaxes seladas, xunto á carta. Rañano claro despois de abrir a carta, non antes.
he: מסעות חתומים, לצד המכתב. הם מגרדים אותו ברור לאחר פתיחת המכתב, לא לפני.
hi: पत्र के साथ ट्रेवल्स को सील कर दिया गया। वे पत्र खोलने के बाद ही उसे कुरेदते हैं, पहले नहीं।
hr: Putovanje zapečaćeno, uz pismo. Zagrebu ga nakon otvaranja pisma, ne prije.
hu: Utazások lepecsételve, a levél mellett. A levél felbontása után kaparják tisztára, előtte nem.
id: Perjalanan disegel, di samping surat itu. Mereka menggaruknya dengan jelas setelah membuka surat itu, bukan sebelumnya.
is: Ferðalög innsigluð, við hlið bréfsins. Þeir klóra það skýrt eftir að hafa opnað bréfið, ekki áður.
it: Viaggio sigillato, insieme alla lettera. Lo cancellano dopo aver aperto la lettera, non prima.
ja: 手紙と一緒に封をして旅行します。彼らは手紙を開封する前ではなく、開封した後に傷をきれいに消します。
ka: მოგზაურობები დალუქული, წერილთან ერთად. წერილის გახსნის შემდეგ მკაფიოდ იჭრება და არა მანამდე.
kk: Хатпен бірге мөр басылған саяхаттар. Олар хатты алдында емес, ашқаннан кейін анық сызып тастайды.
ko: 편지와 함께 봉인된 여행. 편지를 개봉하기 전이 아닌, 개봉 후 깨끗이 긁어줍니다.
lt: Kelionės užantspauduotos, kartu su laišku. Jie aiškiai subraižo laišką atidarę, o ne anksčiau.
lv: Ceļojumi aizzīmogoti, līdzās vēstulei. Viņi to noskrāpē pēc vēstules atvēršanas, nevis pirms tam.
mk: Патувањата запечатени, покрај писмото. Јасно го гребат по отворањето на писмото, а не пред тоа.
ms: Perjalanan dimeterai, bersama surat itu. Mereka mencakarnya dengan jelas selepas membuka surat itu, bukan sebelum ini.
mt: Vjaġġi ssiġillati, flimkien mal-ittra. Huma scratch ċara wara li tiftaħ l-ittra, mhux qabel.
nb: Reiser forseglet, ved siden av brevet. De skraper det klart etter å ha åpnet brevet, ikke før.
nl: Reizen verzegeld, naast de brief. Ze krabben het duidelijk na het openen van de brief, niet eerder.
pl: Podróże zapieczętowane, razem z listem. Zdrapują go wyraźnie po otwarciu listu, a nie przed.
pt_br: Viagens seladas, junto com a carta. Eles riscam tudo depois de abrir a carta, não antes.
ro: Călătorii sigilate, alături de scrisoare. O zgârie clar după deschiderea scrisorii, nu înainte.
ru: Путешествие запечатано вместе с письмом. Они царапают его после вскрытия письма, а не раньше.
sk: Cesty zapečatené spolu s listom. Po otvorení listu, nie skôr, ho poškriabu.
sl: Potuje zapečatena, poleg pisma. Po odpiranju pisma ga jasno spraskajo, ne prej.
sq: Udhëtime të mbyllura, krahas letrës. E gërvishtin qartë pas hapjes së letrës, jo më parë.
sr: Путовања запечаћена, уз писмо. Чисто га загребу након отварања писма, а не пре.
sv: Resor förseglade, bredvid brevet. De skrapar det klart efter att ha öppnat brevet, inte innan.
th: ปิดผนึกการเดินทางไว้ข้างจดหมาย พวกเขาเกาให้ชัดเจนหลังจากเปิดจดหมาย ไม่ใช่ก่อนหน้านี้
tr: Mektubun yanında mühürlü seyahatler. Mektubu açtıktan sonra net bir şekilde çiziyorlar, önce değil.
uk: Подорожі запечатані, поруч із листом. Вони чітко дряпають його після відкриття листа, а не раніше.
vi: Chuyến đi niêm phong, cùng với lá thư. Họ cào nó rõ ràng sau khi mở bức thư chứ không phải trước đó.
zh_hans: 旅行密封，与信一起。他们在打开信之后而不是之前就把它擦干净了。
zh_hk: 旅行密封，與信一起。他們在打開信之後而不是之前就把它擦乾淨了。

source: Trek completed. Hand over the letter in person or dispatch via share sheet.
ar: اكتملت الرحلة. قم بتسليم الرسالة شخصيًا أو إرسالها عبر ورقة المشاركة.
bg: Походът е завършен. Предайте писмото лично или изпратете чрез лист за споделяне.
bs: Trek završen. Pismo predati lično ili poslati putem hartije od vrijednosti.
ca: Trek completat. Entrega la carta personalment o envia'l a través d'un full de compartició.
cs: Trek dokončen. Dopis předejte osobně nebo odešlete prostřednictvím sdíleného listu.
da: Trek afsluttet. Aflever brevet personligt eller afsend via deleark.
de: Weg geschafft. Übergib den Brief persönlich oder verschicke ihn über das Teilen-Menü.
el: Ολοκληρώθηκε το ταξίδι. Παραδώστε την επιστολή αυτοπροσώπως ή στείλτε την μέσω φύλλου κοινής χρήσης.
es: Travesía completada. Entrega la carta en persona o envíala a través del menú de compartir.
et: Trek lõpetatud. Kiri anda üle isiklikult või jagamislehe kaudu.
eu: Ibilaldia amaitu da. Eskutitza pertsonalki eman edo bidal ezazu partekatze orri baten bidez.
fi: Retki suoritettu. Luovuta kirje henkilökohtaisesti tai lähetä lomakkeen kautta.
fr: Parcours terminé. Remets la lettre en personne ou envoie-la via la feuille de partage.
ga: Trek críochnaithe. Tabhair ar láimh an litir go pearsanta nó seol trí scairbhileog.
gl: Camiño rematado. Entrega a carta en persoa ou envía a través dunha folla de compartición.
he: הטרק הושלם. מסור את המכתב באופן אישי או שלח באמצעות גיליון שיתוף.
hi: ट्रेक पूरा हुआ. पत्र व्यक्तिगत रूप से सौंपें या शेयर शीट के माध्यम से भेजें।
hr: Putovanje završeno. Pismo predajte osobno ili pošaljite putem dijeljenog lista.
hu: A túra befejeződött. A levelet személyesen adja át, vagy megosztási lapon küldje el.
id: Perjalanan selesai. Serahkan surat secara langsung atau kirimkan melalui lembar saham.
is: Túr lokið. Afhendið bréfið í eigin persónu eða sendið í gegnum deiliblað.
it: Trekking completato. Consegnare la lettera di persona o spedirla tramite foglio di condivisione.
ja: トレッキング完了。手紙を直接手渡すか、共有シートを介して送信します。
ka: ლაშქრობა დასრულდა. გადაეცით წერილი პირადად ან გაგზავნეთ გაზიარების ფურცლის მეშვეობით.
kk: Саяхат аяқталды. Хатты жеке тапсырыңыз немесе ортақ парақ арқылы жіберіңіз.
ko: 트레킹이 완료되었습니다. 편지를 직접 전달하거나 공유 시트를 통해 발송하십시오.
lt: Žygis baigtas. Laišką įteikite asmeniškai arba išsiųkite per akcijų lapą.
lv: Pārgājiens pabeigts. Nododiet vēstuli personīgi vai nosūtiet caur akciju lapu.
mk: Патувањето е завршено. Лично предадете го писмото или испратете го преку лист за споделување.
ms: Trek selesai. Serahkan surat itu sendiri atau hantar melalui helaian saham.
mt: It-trek tlesta. Agħti l-ittra personalment jew ibgħat permezz ta' share sheet.
nb: Trek fullført. Overlever brevet personlig eller send via delingsark.
nl: Trek voltooid. Overhandig de brief persoonlijk of verzend hem via een deelblad.
pl: Trekking ukończony. Przekaż list osobiście lub wyślij za pośrednictwem arkusza udostępniania.
pt_br: Jornada concluída. Entregue a carta pessoalmente ou envie via planilha de compartilhamento.
ro: Trek finalizat. Predați scrisoarea personal sau expediați-l prin foaie de distribuire.
ru: Путь завершён. Передай письмо лично или отправь через меню «Поделиться».
sk: Trek dokončený. List odovzdajte osobne alebo odošlite prostredníctvom zdieľaného hárku.
sl: Pot končana. Pismo oddajte osebno ali pošljite preko delitvenega lista.
sq: Udhëtimi përfundoi. Dorëzojeni letrën personalisht ose dërgojeni përmes fletës së përbashkët.
sr: Трек завршен. Предајте писмо лично или пошаљите путем хартије од вредности.
sv: Vandringen avklarad. Överlämna brevet personligen eller skicka via aktieblad.
th: เทรคเสร็จแล้ว มอบจดหมายด้วยตนเองหรือจัดส่งผ่านแผ่นแบ่งปัน
tr: Yürüyüş tamamlandı. Mektubu şahsen teslim edin veya paylaşım sayfası aracılığıyla gönderin.
uk: Шлях завершено. Передай лист особисто або надішли через меню спільного доступу.
vi: Chuyến đi đã hoàn thành. Trao thư trực tiếp hoặc gửi qua bảng chia sẻ.
zh_hans: 跋涉完成。亲自递交信件或通过共享表发送。
zh_hk: 跋涉完成。親自遞交信件或透過分享表格發送。

source: Trip
ar: رحلة
bg: пътуване
bs: Putovanje
ca: Viatge
cs: Výlet
da: Rejse
de: Reise
el: Ταξίδι
es: Viaje
et: Reis
eu: Bidaia
fi: Matka
fr: Voyage
ga: Turas
gl: Viaxe
he: טִיוּל
hi: यात्रा
hr: Putovanje
hu: Utazás
id: Perjalanan
is: Ferð
it: Viaggio
ja: 旅行
ka: მოგზაურობა
kk: Саяхат
ko: 여행
lt: Kelionė
lv: Ceļojums
mk: Патување
ms: Perjalanan
mt: Vjaġġ
nb: Tur
nl: Reis
pl: Wycieczka
pt_br: Viagem
ro: excursie
ru: Путешествие
sk: Výlet
sl: Izlet
sq: Udhëtim
sr: Трип
sv: Resa
th: การเดินทาง
tr: Seyahat
uk: подорож
vi: Chuyến đi
zh_hans: 旅行
zh_hk: 旅行
